<?php

declare(strict_types=1);

return [
    [
        'title' => 'Железное пламя',
        'author' => 'Ребекка Яррос',
        'year_published' => 2022,
        'isbn' => '978-5-353-10910-5',
    ],
    [
        'title' => '1984',
        'author' => 'Джордж Оруэлл',
        'year_published' => 2022,
        'isbn' => '978-5-17-148844-4',
    ],
    [
        'title' => 'Когда король падет',
        'author' => 'Мари Нихофф',
        'year_published' => 2024,
        'isbn' => '978-5-04-202522-8',
    ],
    [
        'title' => 'Король Воронов',
        'author' => 'Нора Сакавич',
        'year_published' => 2020,
        'isbn' => '978-5-6044581-3-6',
    ],
    [
        'title' => 'Звезда Черного дракона',
        'author' => 'Анна Джейн',
        'year_published' => 2023,
        'isbn' => '978-5-00211-402-3',
    ],
    [
        'title' => 'Наследница черного дракона',
        'author' => 'Анна Джейн',
        'year_published' => 2021,
        'isbn' => '978-5-00154-682-5',
    ],
    [
        'title' => 'Четвертое крыло',
        'author' => 'Ребекка Яррос',
        'year_published' => 2023,
        'isbn' => '978-5-353-10847-4',
    ],
    [
        'title' => 'Солнце полуночи',
        'author' => 'Стефани Майер',
        'year_published' => 2021,
        'isbn' => '978-5-17-133952-4',
    ],
    [
        'title' => 'Бегущий в Лабиринте. Испытание огнем. Лекарство от смерти',
        'author' => 'Джеймс Дэшнер',
        'year_published' => 2017,
        'isbn' => '978-5-17-087563-4',
    ],
    [
        'title' => 'Благословение небожителей. Том 2',
        'author' => 'Мосян Тунсю',
        'year_published' => 2022,
        'isbn' => '978-5-04-160623-7',
    ],
    [
        'title' => 'Бегущий в Лабиринте',
        'author' => 'Джеймс Дэшнер',
        'year_published' => 2014,
        'isbn' => '978-5-17-087329-6',
    ],
    [
        'title' => 'Наследница черного дракона',
        'author' => 'Анна Джейн',
        'year_published' => 2021,
        'isbn' => '978-5-00154-682-5',
    ],
    [
        'title' => 'Четвертое крыло',
        'author' => 'Ребекка Яррос',
        'year_published' => 2023,
        'isbn' => '978-5-353-10847-4',
    ],
    [
        'title' => 'Солнце полуночи',
        'author' => 'Стефани Майер',
        'year_published' => 2021,
        'isbn' => '978-5-17-133952-4',
    ],
    [
        'title' => 'Бегущий в Лабиринте. Испытание огнем. Лекарство от смерти',
        'author' => 'Джеймс Дэшнер',
        'year_published' => 2017,
        'isbn' => '978-5-17-087563-4',
    ],
    [
        'title' => 'Благословение небожителей. Том 2',
        'author' => 'Мосян Тунсю',
        'year_published' => 2022,
        'isbn' => '978-5-04-160623-7',
    ],
    [
        'title' => 'Новолуние',
        'author' => 'Стефани Майер',
        'year_published' => 2021,
        'isbn' => '978-5-17-136623-0',
    ],
    [
        'title' => '451 градус по Фаренгейту',
        'author' => 'Рэй Брэдбери',
        'year_published' => 2020,
        'isbn' => '978-5-04-116506-2',
    ],
    [
        'title' => 'Шестерка воронов',
        'author' => 'Ли Бардуго',
        'year_published' => 2018,
        'isbn' => '978-5-17-108154-6',
    ],
];